Repository: pdir/maklermodul-bundle
Catalog: src/Resources/contao/languages/*/*_makler.xlf
Languages: de, ru

# tl_makler.makler_legend
source: Estates
de: Immobilien
ru: Недвижимость

# tl_makler.name.0
source: Estate name
de: Objektname
ru: Имя объекта

# tl_makler.name.1
source: Please add estate name here.
de: Gib hier bitte den Objektnamen an.
ru: Пожалуйста, введите здесь имя объекта.

# tl_makler.alias.0
source: Alias
ru: Псевдоним

# tl_makler.alias.1
source: Please add alias here.
de: Gib hier bitte den Alias an.
ru: Пожалуйста, введите здесь псевдоним.

# tl_makler.intern.0
source: Internal number
de: Interne Objektnummer
ru: Номер внутреннего объекта

# tl_makler.intern.1
source: Please add internal number here.
de: Gib hier bitte die interne Ojektnummer an.
ru: Укажите здесь номер внутреннего объекта.

# tl_makler.extern.0
source: External number
de: Externe Objektnummer
ru: Номер внешнего объекта

# tl_makler.extern.1
source: Please add external number here.
de: Gib hier bitte die externe Ojektnummer an.
ru: Укажите здесь номер внешнего объекта.

# tl_makler.anid.1
source: Please add Open Immo Anbieternummer (ANID) here.
de: Gib hier bitte die Open Immo Anbieternummer an.
ru: Введите здесь номер провайдера Open Immo.

# tl_makler.obid.1
source: Please add Open Immo Objektnummer (OBID) here.
de: Gib hier bitte die Open Immo Objektnummer an.
ru: Пожалуйста, введите здесь номер объекта Open Immo.

# tl_makler.tstamp.0
source: Added at
de: Hinzugef체gt am
ru: Добавлено

# tl_makler.tstamp.1
source: When was the object added?
de: Wann wurde das Objekt hinzugef체gt?
ru: Когда был добавлен объект?

# tl_makler.lastUpdate.0
source: Last update
de: Zuletzt ge채ndert am
ru: Последнее изменение на

# tl_makler.lastUpdate.1
source: When was the object last changed?
de: Wann wurde das Objekt hinzugef체gt?
ru: Когда был добавлен объект?

# tl_makler.visible.0
source: Visible
de: Sichtbar
ru: Видимый

# tl_makler.visible.1
source: Is the object already archived?
de: Ist das Objekt bereits archiviert?
ru: Является ли объект уже заархивированным?
