Repository: pdir/maklermodul-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de, ru

# tl_module.field_legend
source: Fields and Filter
de: Felder und Filter
ru: Поля и фильтры

# tl_module.option_legend
source: Options
de: Optionen
ru: Опции

# tl_module.immo_readerPage.0
source: Estate Reader
de: Detailansicht
ru: Детальный обзор

# tl_module.immo_readerPage.1
source: Please select the page with the estate details module.
de: Bitte wählen Sie die Seite, mit der die Details einer Immobilie dargestellt werden soll.
ru: Пожалуйста, выберите страницу, на которой будет отображаться информация о недвижимости.

# tl_module.immo_readerTemplate.0
source: Estate Reader
de: Immobilien Templates
ru: Шаблоны для недвижимости

# tl_module.immo_readerTemplate.1
source: Please select the template with the estate readermodule.
de: Bitte wählen Sie ein Template, mit der die Immobiliendetails dargestellt werden soll.
ru: Пожалуйста, выберите шаблон, с помощью которого будут отображаться данные о недвижимости.

# tl_module.immo_listPage.0
source: Estatelist
de: Immobilienliste
ru: Список объектов недвижимости

# tl_module.immo_listPage.1
source: Please select the page with the estate list module.
de: Bitte wählen Sie die Seite, mit der die Immobilienliste dargestellt werden soll.
ru: Выберите страницу, на которой будет отображаться список объектов недвижимости.

# tl_module.immo_listTemplate.0
source: Estate List
de: Immobilien Templates
ru: Шаблоны для недвижимости

# tl_module.immo_listTemplate.1
source: Please select the template with the estate list module.
de: Bitte wählen Sie ein Template, mit der die Immobilienliste dargestellt werden soll.
ru: Выберите шаблон, с помощью которого будет отображаться список недвижимости.

# tl_module.immo_listContent.0
source: Estate List Content
de: Dargestellte Felder
ru: Отображаемые поля

# tl_module.immo_listContent.1
source: Please add the column keys which should be visible in the estate list module.
de: Bitte fügen Sie Inhaltsspalten hinzu, die in der Immobilienliste dargestellt werden soll.
ru: Пожалуйста, добавьте колонки содержимого для отображения в списке свойств.

# tl_module.immo_listFilter.0
source: Estate List Filter
de: Filter
ru: Фильтр

# tl_module.immo_listFilter.1
source: Please add the filter rules which should be used for display the filter of this liste.
de: Bitte fügen Sie die Felder hinzu, die in der Immobilienliste als Filter genutzt werden können. ( Felder die oben nicht angebenen wurden werden nicht dargestellt )
ru: Добавьте, пожалуйста, поля, которые можно использовать в качестве фильтров в списке свойств. (Поля, не указанные выше, не будут отображаться)

# tl_module.makler_listFilterTemplate.0
source: Filter template
de: Template der Filter
ru: Шаблон фильтров

# tl_module.makler_listFilterTemplate.1
source: Please select a template to use for filters.
de: Bitte wählen Sie ein Filtertemplate aus.
ru: Пожалуйста, выберите шаблон фильтра.

# tl_module.makler_listFilterTemplateOptions.select
source: Select fields
de: Auswahllisten
ru: Отборочные списки

# tl_module.makler_listFilterTemplateOptions.button
source: Buttons
ru: Кнопки

# tl_module.makler_conditionFilterType.0
source: Type
de: Verknüpfung
ru: Ссылка

# tl_module.makler_conditionFilterType.1
source: Select the type for the conditions here.
de: Wählen Sie hier die Verknüpfung für die Bedingungen aus.
ru: Выберите ссылку для ознакомления с условиями здесь.

# tl_module.makler_conditionFilterType.and
source: AND
de: UND
ru: И

# tl_module.makler_conditionFilterType.or
source: OR
de: ODER
ru: ИЛИ

# tl_module.makler_sort_legend
source: Sortierung
ru: Сортировка

# tl_module.immo_listSort.0
source: Estate List Sorting
de: Feldauswahl
ru: Выбор месторождения

# tl_module.immo_listSort.1
source: Please add the sorting rule which should be used for display the sorting of this list.
de: Bitte fügen Sie das Feld hinzu, welches in der Immobilienliste als Sortierung genutzt werden soll.
ru: Добавьте, пожалуйста, поле, которое должно использоваться в качестве сортировки в списке свойств.

# tl_module.makler_listSortAsc.0
source: sorting
de: Sortierung
ru: Сортировка

# tl_module.makler_listSortAsc.1
source: sorting
de: Soll die Sortierung aufsteigend oder absteigend erfolgen?
ru: Сортировка должна быть по возрастанию или по убыванию?

# tl_module.makler_listSortAscOptions.true
source: true
de: Aufsteigend
ru: Восходящий

# tl_module.makler_listSortAscOptions.false
source: false
de: Absteigend
ru: Нисходящий

# tl_module.makler_listSortType.0
source: field type
de: Feldtyp
ru: Тип поля

# tl_module.makler_listSortType.1
source: which field type you want to use?
de: Welcher Feldtyp soll verwendet werden?
ru: Какой тип поля следует использовать?

# tl_module.makler_listSortTypeOptions.int
source: int
de: Zahlen
ru: Номера

# tl_module.makler_listSortTypeOptions.float
source: float
de: Gleitkommazahl
ru: Число с плавающей точкой

# tl_module.makler_listSortTypeOptions.text
source: text
ru: Текст

# tl_module.makler_cond_legend
source: Bedingungen
ru: Условия

# tl_module.immo_listCondition.0
source: Estate List Condition
de: Bedingung
ru: Состояние

# tl_module.immo_listCondition.1
source: The condition is used to reduce the results according to specific criteria. One condition per line. Example objektadresse_freigeben=true or geo.ort!=leipzig
de: Die Bedingung dient zur Reduzierung der Ergebnisse nach bestimmten Kriterien. Beispiel: objektadresse_freigeben=true, geo.ort!=Leipzig, flaechen.anzahl_zimmer=1Achtung: Bitte eine Zeile je Bedingung verwenden, auf Groß- und Kleinschreibung achten und keine Kommas nach einer Zeile angeben.
ru: Условие используется для сокращения результатов по определенным критериям. Пример: objektadresse_freigeben=true, geo.ort!=Leipzig, flaechen.anzahl_zimmer=1, freitexte.objekttitel=%ruhig% Внимание: Пожалуйста, используйте одну строку для каждого условия, обращайте внимание на верхний и нижний регистр и не ставьте запятые после строки.

# tl_module.immo_listDebug.0
source: Debug
ru: Отладка

# tl_module.immo_listDebug.1
source: Enable to show all available field keys
de: Alle verfügbaren Feldschlüssel anzeigen
ru: Показать все доступные клавиши полей

# tl_module.immo_listInSitemap.0
source: Show in sitemap navigation
de: In Sitemap-Navigation anzeigen
ru: Показывать в навигации по карте сайта

# tl_module.immo_listInSitemap.1
source: Enable to show all available field keys
de: Aktivieren um die Objekte dieser Listenansicht auch in der Sitemap Navigation anzuzeigen. Es muss das Template "nav_makler_sitemap" in den Template-Einstellunegn der Sitemap-Navigation ausgewählt werden.
ru: Активировать для отображения объектов данного представления списка также в навигации по карте сайта. В настройках шаблона навигации по карте сайта должен быть выбран шаблон "nav_makler_sitemap".

# tl_module.immo_staticFilter.0
source: Filter only
de: Nur Filter
ru: Только фильтр

# tl_module.immo_staticFilter.1
source: Do not show filter result list
de: Blendet Filterergebnisse aus. Wenn diese Option aktiv ist, muss eine Listenansicht hinterlegt werden.
ru: Скрывает результаты фильтрации. Если эта опция активна, должно быть сохранено списочное представление.

# tl_module.immo_filterListPage.0
source: Page Listview
de: Listenansicht
ru: Просмотр списка

# tl_module.immo_filterListPage.1
source: If submit button is pressed, the user is redirected to this page. Filter settings are forwarded.
ru: Посетитель перенаправляется на эту страницу, и настройки фильтра передаются. Это необходимо только в том случае, если выбрана опция "Только фильтр".

# tl_module.makler_pagination_legend
source: Pagination
de: Paginierung
ru: Пагинация

# tl_module.makler_addListPagination.0
source: Add Pagination
de: Paginierung hinzufügen
ru: Добавить пагинацию

# tl_module.makler_addListPagination.1
source: When active, the output of the pagination is activated in the template.
de: Wenn aktiv, wird im Template die Ausgabe der Paginierung aktiviert.
ru: Если активен, то в шаблоне активируется вывод пагинации.

# tl_module.makler_paginationCount.0
source: Number of objects
de: Anzahl Objekte
ru: Количество объектов

# tl_module.makler_paginationCount.1
source: Specifies how many objects should be displayed on one page.
de: Gibt an wie viele Objekte auf einer Seite dargestellt werden sollen.
ru: Определяет, сколько объектов должно быть отображено на странице.

# tl_module.makler_paginationShowtitle.0
source: Show title?
de: Titel anzeigen?
ru: Название выставки?

# tl_module.makler_paginationShowtitle.1
source: Should the title be displayed?
de: Soll der Titel der Seite angezeigt werden?
ru: Должен ли отображаться заголовок страницы?

# tl_module.makler_paginationLinkCount.0
source: Number of links
de: Anzahl Links
ru: Количество ссылок

# tl_module.makler_paginationLinkCount.1
source: Specifies how many links should be displayed in the pagination.
de: Gibt an wie viele Links in der Paginierung dargestellt werden sollen.
ru: Определяет, сколько ссылок должно быть отображено в пагинации.

# tl_module.makler_paginationUseIsotope.0
source: use isotope
de: Verwende Isotope
ru: Использование изотопов

# tl_module.makler_paginationUseIsotope.1
source: Use Isotope(JS) for pagination.
de: Verwende Isotope(JS) für die Paginierung.
ru: Для пагинации используйте Isotope(JS).

# tl_module.makler_useModuleCss.0
source: include CSS
de: CSS einbinden
ru: Интеграция CSS

# tl_module.makler_useModuleCss.1
source: Use module css in list view.
de: Bindet das moduleigene CSS in das Template ein.
ru: Интегрирует собственный CSS модуля в шаблон.

# tl_module.makler_useModuleDetailCss.0
source: include CSS
de: CSS einbinden
ru: Интеграция CSS

# tl_module.makler_useModuleDetailCss.1
source: Use module css in list view.
de: Bindet das moduleigene CSS in das Template ein.
ru: Интегрирует собственный CSS модуля в шаблон.

# tl_module.makler_useModuleJs.0
source: include JS
de: Javascript einbinden
ru: Встроить Javascript

# tl_module.makler_useModuleJs.1
source: Use module js in list view.
de: Bindet das moduleigene Javascript in das Template ein.
ru: Интегрирует собственный Javascript модуля в шаблон.

# tl_module.makler_showHeadline.0
source: Show headline
de: Überschrift anzeigen
ru: Показать заголовок

# tl_module.makler_showHeadline.1
source: Show headline in header image
de: Überschrift in Kopfbild anzeigen
ru: Показывать заголовок в изображении заголовка

# tl_module.makler_showBackgroundImage.0
source: Show background image
de: als Hintergrundbild anzeigen
ru: Показать как обои

# tl_module.makler_showBackgroundImage.1
source: Show background image by css instead of image tag in header image
de: als Hintergrundbild per CSS statt Image-Tag im Kopfbild anzeigen
ru: Отображение в качестве фонового изображения с помощью CSS вместо тега image в изображении заголовка

# tl_module.makler_listViewPlaceholder.0
source: placeholder image
de: Platzhalter-Bild
ru: Изображение-заглушка

# tl_module.makler_listViewPlaceholder.1
source: show placeholder image (only list view)
de: Platzhalter-Bild anzeigen (nur Listenansicht)
ru: Показывать изображение-заглушку (только для просмотра списка)

# tl_module.makler_detailViewPlaceholder.0
source: placeholder image
de: Platzhalter-Bild
ru: Изображение-заглушка

# tl_module.makler_detailViewPlaceholder.1
source: show placeholder image (only detail view)
de: Platzhalter-Bild anzeigen (nur Detailansicht)
ru: Показывать изображение-заглушку (только для детального просмотра)

# tl_module.makler_headerImagePlaceholder.0
source: placeholder image
de: Platzhalter-Bild
ru: Изображение-заглушка

# tl_module.makler_headerImagePlaceholder.1
source: show placeholder image (only header image)
de: Platzhalter-Bild anzeigen (nur Kopfbild)
ru: Показывать изображение-заполнитель (только для заголовков)

# tl_module.makler_gmapApiKey.0
source: Google Maps API Key
ru: Ключ API Google Maps

# tl_module.makler_gmapApiKey.1
source: Add Google Maps API Key here.
de: Hier den Google Maps API Key angeben der zur Kartendarstellung genutzt werden soll.
ru: Введите API-ключ Google Maps, который будет использоваться для отображения карты.

# tl_module.makler_showMap.0
source: Show Google Map
de: Google Maps Karte anzeigen
ru: Показать карту Google Maps

# tl_module.makler_showMap.1
source: Include Google Maps
de: Bindet die Google Maps Karte ein.
ru: Интегрирована карта Google Maps.

# tl_module.makler_debug.0
source: Debug
ru: Отладка

# tl_module.makler_debug.1
source: Enable to show available object fields, object data and translations (var_dump).
de: Aktivieren um alle verfügbaren Objektfelder, Objektdaten und Übersetzungen anzuzeigen (var_dump).
ru: Активировать для отображения всех доступных полей объекта, данных объекта и трансляций (var_dump).

# tl_module.makler_filter_type.0
source: Filter type AND
de: Filtertyp UND
ru: Тип фильтра И

# tl_module.makler_filter_type.1
source: Enable to use AND for filtering (geo.ort = "Dresden" AND geo.ort = "Meissen"); Default is "OR" (geo.ort = "Dresden" OR geo.ort = "Meißen").
de: Aktivieren um die Filter mit "UND" zu verknüpfen (geo.ort = "Dresden" UND geo.ort = "Meißen"); Standardeinstellung ist "ODER" (geo.ort = "Dresden" ODER geo.ort = "Meißen").
ru: Активировать для связи фильтров с помощью "И" (geo.ort = "Dresden" UND geo.ort = "Meißen"); По умолчанию установлено значение "ИЛИ" (geo.ort = "Dresden" ИЛИ geo.ort = "Meißen").

# tl_module.makler_headerImageSource.0
source: Select image source
de: Bildquelle auswählen
ru: Выбор источника изображения

# tl_module.makler_headerImageSource.1
source: Please select the attachment number to use for header image.
de: Bitte wählen Sie die Nummer des Anhangs für das Kopfbild.
ru: Пожалуйста, выберите номер вложения для изображения заголовка.

# tl_module.makler_headerImageSource_select.1
source: Attachment 1
de: Anhang 1
ru: Приложение 1

# tl_module.makler_headerImageSource_select.2
source: Attachment 2
de: Anhang 2
ru: Приложение 2

# tl_module.makler_headerImageSource_select.3
source: Attachment 3
de: Anhang 3
ru: Приложение 3

# tl_module.makler_headerImageSource_select.4
source: Attachment 4
de: Anhang 4
ru: Приложение 4

# tl_module.makler_headerImageSource_select.5
source: Attachment 5
de: Anhang 5
ru: Приложение 5

# tl_module.makler_headerImageSource_select.6
source: Attachment 6
de: Anhang 6
ru: Приложение 6

# tl_module.makler_headerImageSource_select.7
source: Attachment 7
de: Anhang 7
ru: Приложение 7

# tl_module.makler_headerImageSource_select.8
source: Attachment 8
de: Anhang 8
ru: Приложение 8

# tl_module.makler_headerImageSource_select.9
source: Attachment 9
de: Anhang 9
ru: Приложение 9

# tl_module.makler_headerImageSource_select.10
source: Attachment 10
de: Anhang 10
ru: Приложение 10

# tl_module.makler_headerImageSource_select.11
source: Attachment 11
de: Anhang 11
ru: Приложение 11

# tl_module.makler_headerImageSource_select.12
source: Attachment 12
de: Anhang 12
ru: Приложение 12

# tl_module.makler_headerImageSource_select.13
source: Attachment 13
de: Anhang 13
ru: Приложение 13

# tl_module.makler_headerImageSource_select.14
source: Attachment 14
de: Anhang 15
ru: Приложение 14

# tl_module.makler_headerImageSource_select.15
source: Attachment 15
ru: Приложение 15

# tl_module.makler_headerImageSource_select.16
source: Attachment 16
de: Anhang 16
ru: Приложение 16

# tl_module.makler_headerImageSource_select.17
source: Attachment 17
de: Anhang 17
ru: Приложение 17

# tl_module.makler_headerImageSource_select.18
source: Attachment 18
de: Anhang 18
ru: Приложение 18

# tl_module.makler_headerImageSource_select.19
source: Attachment 19
de: Anhang 19
ru: Приложение 19

# tl_module.makler_headerImageSource_select.20
source: Attachment 20
de: Anhang 20
ru: Приложение 20

# tl_module.makler_attachmentSize.0
source: Image size for more images
ru: Размер изображения для получения большего количества изображений

# tl_module.makler_attachmentSize.1
source: Here you can set the image dimensions and the resize mode.
ru: Здесь можно задать размеры изображения и режим масштабирования.

# tl_module.immo_filterListPage.1
source: If submit button is pressed, the user is redirected to this page. Filter settings are forwarded.
de: Der Besucher wird auf diese Seite weitergeleitet und die Filtereinstellungen werden übergeben. Nur notwendig, wenn die Option "Nur Filter" gewählt wurde.

# tl_module.makler_compatibilityMode.0
source: activate backwards compatibility
de: Abwärtskompatibilität aktivieren

# tl_module.makler_compatibilityMode.1
source: Activate to use old template functions in list view (earlyer versions <1.4.0). Please rebuild index after change.
de: Nach Aktivierung werden die alten Template-Funktionen in der Listenansicht verwendet (frühere Versionen <1.4.0). Index muss nach einer Änderung neu aufgebaut werden.
