Repository: pdir/maklermodul-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.makler_modul_mplus
source: estate modul
de: makler modul

# FMD.immoDetailView.0
source: Estate reader
de: Expose

# FMD.immoDetailView.1
source: Add a single estate to page.
de: Fügt der Seite eine einzelne Immobilie hinzu.

# FMD.immoListView.0
source: Estatelist
de: Immobilienliste

# FMD.immoListView.1
source: Add a estate list to page.
de: Fügt der Seite eine Immobilienliste hinzu.

# MOD.makler.0
source: estate module
de: makler modul

# MOD.makler.1
source: estate module tools
de: makler modul Tools

# MOD.maklerSetup.1
source: show tools
de: Tools anzeigen

# MOD.maklerSetup.message.emptyFolder
source: Folder was emptied
de: Ordner wurde geleert

# MOD.maklerSetup.label.emptyDataFolder
source: empty data folder
de: Data Ordner leeren

# MOD.maklerSetup.label.emptyTmpFolder
source: empty temp folder
de: Temp Ordner leeren

# MOD.maklerSetup.label.emptyUploadFolder
source: empty upload folder
de: Upload Ordner leeren

# MOD.maklerSetup.label.downloadDemoData
source: download demo data
de: Demodaten herunterladen

# MOD.maklermodulPrivacy
source: If you use the OpenImmo Feedback Form on the Exposé pages, data protection relevant information could be collected.
de: Wenn Sie das OpenImmo Feedback Formular auf den Exposé Seiten einsetzen, könnten datenschutzrelevante Informationen erhoben werden.
